{
  "top": {
    "meta": {
      "headline": "Thirty years ago, Comfort flood claimed 10 lives",
      "subhead": "Dallas-area children perished when a church bus was swept into the raging floodwaters of the Guadalupe River.",
      "byline": "John MacCormack",
      "date": "July 17, 2017"
    },
    "image": {
      "source": "http://ww3.hdnux.com/photos/62/37/65/13237590/3/rawImage.jpg",
      "caption": "First responders retrieve the bus that was swept away in a flood July 17, 1987, killing 10 children on board as they left a church camp near Comfort, Texas.",
      "cutline": "Express-News file photo"
    }
  },
  "sections": {
    "1": [
      {
        "type": "text",
        "value": "“It was lots of fun, a blast,” said Asberry, then 15, and a member of the congregation of the Seagoville Road Baptist Church in Balch Springs, near Dallas. But things changed dramatically on July 17, 1987, the day to go home, beginning with an unwelcome early morning wake-up."
      },
      {
        "type": "text",
        "value": "“They wanted us to try and get out because the river was rising. It was more a sense of being perturbed at having to wake up early. It wasn’t really a big deal to us. We’d all been in Texas storms before,” he said."
      },
      {
        "type": "text",
        "value": "The route to safety from the Pot O’ Gold Ranch included a low stretch of road near the Guadalupe River. Other buses traveling ahead got through the rising water but the one carrying the kids from the Seagoville church stalled, blocking a church van behind it. Still, Asberry recalled, there was no sense of panic."
      },
      {
        "type": "text",
        "value": "“So, we’re just sitting there, kidding around. Water began coming in and they said everyone get out and walk. No big deal. Boys kidding with girls,” he recalled."
      },
      {
        "type": "text",
        "value": "On foot, outside the vehicles, the campers were told to form a human chain and head to safety, but it already was too late."
      },
      {
        "type": "text",
        "value": "Swollen by nearly a foot of rainfall overnight, the Guadalupe River had jumped its banks and was rapidly rising. Ten kids from the Balch Springs church would perish in the flash flood, including one who fell during an attempted helicopter rescue. The body of one lost camper was never recovered."
      },
      {
        "type": "text",
        "value": "Looking back, Asberry recalls vividly how quickly the disaster struck, as he and his young church friends sought high ground."
      },
      {
        "type": "text",
        "value": "“All of a sudden, a wall of water hit, and I’m trucking down the river. My glasses got swept away, so I could only see the people close to me. I was in the same area as Jason Hernandez and Scott Chatham. I pulled myself into a tree with them,” he recalled."
      },
      {
        "type": "text",
        "value": "“We saw people and friends passing the tree. We tried to reach out to them but we really couldn’t do anything. I was in the tree a couple of hours,” he said."
      },
      {
        "type": "text",
        "value": "By the time the volunteer firemen and others arrived, the raging brown torrent had already swept the bus and van off the road."
      },
      {
        "type": "text",
        "value": "In a riverbank pecan grove, terrified teenagers were hanging from limbs. They were the lucky ones. Others had already been carried downstream."
      },
      {
        "type": "photo",
        "value": {
          "source": "http://ww1.hdnux.com/photos/62/37/65/13237580/3/rawImage.jpg",
          "caption": "Steve Bohnert looks over the memorial stone on June 2, 2017 as he returns to the Guadalupe River near Comfort and the site of the 1987 tragedy which claimed 10 teenagers' lives.",
          "cutline": "Tom Reel / San Antonio Express-News",
          "type": "small-right"
        }
      },
      {
        "type": "text",
        "value": "“We had a very helpless feeling because we couldn’t do anything. We saw kids in the trees. We were trying to point them out to the choppers. At the time we didn’t have a swift water boat or anything. And none of us had any swift water training,” said Steve Bohnert, 65, a Comfort volunteer fireman."
      },
      {
        "type": "text",
        "value": "“They were told the river was coming up and ‘If you want to leave, leave now,’ but they should have just waited. It was just one of those freaky unfortunate things that never should have happened,” he added."
      },
      {
        "type": "text",
        "value": "The unimaginable tragedy quickly became national news. For the close-knit congregation of the Balch Springs church, it would prove a harsh test of faith. For many involved in the rescue effort, the nightmarish memories remain vivid 30 years later."
      },
      {
        "type": "text",
        "value": "“All I can see is the children lying out on the stretchers after the morticians were through with them,” said Justice of the Peace Frieda Pressler, 61, then an EMS paramedic in Comfort, who also responded to the bus call."
      },
      {
        "type": "text",
        "value": "”The Lord God wanted them, and in some way, some fashion, he needed them. We kind of have to look at it that way,” she said."
      },
      {
        "type": "text",
        "value": "At the time, there were no reliable warning systems on the Guadalupe, which is prone to sudden flooding. A decade earlier, an even greater rise had filled the streets of Comfort, taking six lives and causing extensive property damage."
      },
      {
        "type": "text",
        "value": "And although warning phone calls were made overnight to riverside residents and camps, the gravity of the situation was not understood by all. Even so, the tragedy could have been worse."
      },
      {
        "type": "text",
        "value": "Of the five or six vehicles loaded with campers that rolled out of the Pot O’ Gold Ranch early that morning, only the two bound for Balch Springs got stuck in the flood waters."
      },
      {
        "type": "iframe",
        "value": {
          "source": "https://www.youtube.com/embed/ZMSlsKEGCnA"
        }
      }
    ],
    "2": [
      {
        "type": "sectionheading",
        "value": "Jumping to action"
      },
      {
        "type": "text",
        "value": "The scene on the high ground where the emergency teams, police, and soon the press gathered was tense and at times chaotic. As helicopters tried to rescue the teenagers clinging to trees, ambulances rushed the survivors to the nearby Comfort hospital."
      },
      {
        "type": "text",
        "value": "The Red Cross set up an emergency shelter for survivors in the elementary school. It later became a staging area for anxious families arriving from North Texas."
      },
      {
        "type": "text",
        "value": "One 14-year-old girl, who had been plucked from a tree by a helicopter, fell to her death before she could be lowered to dry land. Other footage shows a rescuer on a rope trying futilely to reach another girl. She also drowned."
      },
      {
        "type": "text",
        "value": "A day later, when the flood waters subsided, the gruesome, muddy search for bodies began. National Guardsmen, Texas Rangers, men on horseback, divers, cadaver dogs and squads of volunteers joined the effort. Eventually all but John Bankston Jr., a star athlete at the academy, were recovered."
      },
      {
        "type": "text",
        "value": "“It was a constant two weeks for me. We went down there searching the river banks along with a hundred other volunteers who came from all over the country. They searched all the way down below Sisterdale. That’s 13 miles by road. And we did find all but one,” recalled Earl Pankratz, 75, then a member of the Comfort Volunteer Fire Department."
      },
      {
        "type": "text",
        "value": "“About the only thing I can say is I’ll never forget it. You want to push it back like it wasn’t there, but you’re not able to give it up or forget it,” he said."
      },
      {
        "type": "text",
        "value": "Now the sheriff in Kerr County, Rusty Hierholzer was a deputy working the night shift on July 16, 1987. At dawn, he was already aboard an Army rescue helicopter, responding to a rescue call upriver in Hunt, where two camp counselors were in peril."
      },
      {
        "type": "text",
        "value": "“We had just finished getting one counselor out. The other had gotten out on his own. That’s when we got the call of the bus going off the road in Comfort. So we flew down, and I spent the next 40 hours working there,” he said."
      },
      {
        "type": "text",
        "value": "The Army copter, from a base in San Antonio, had five crew members aboard and was equipped with a hoist in which a crewman would descend to rescue those stranded in the river."
      },
      {
        "type": "text",
        "value": "“When we first got there, we saw a lot of kids in the trees. We picked out the worst ones and started to try and rescue them. One of the Army guys would sit in the thing, and be lowered down. Then he would grab the kid, and hold onto ‘em, and we’d raise them up. When they got to the helicopter, I’d pull ‘em in,” he recalled."
      },
      {
        "type": "text",
        "value": "“At that point, no other helicopters were there. The Department of Public Safety and news helicopters came later. We watched the girl get dropped and watched her die. They had gotten her out, but when they started to lift her over the big cypress, she fell to the ground,” he said."
      },
      {
        "type": "subscribe",
        "value": {}
      },
      {
        "type": "text",
        "value": "“With our helicopter we rescued 11 kids and counselors, and then we ended up having to pull bodies out of the river. We’d lower down and grab them,” he said."
      },
      {
        "type": "text",
        "value": "Despite high water warning systems installed along the river in the aftermath of the flood of 1987, and ongoing plans to make further upgrades, the sheriff said the danger of another catastrophe always looms."
      },
      {
        "type": "text",
        "value": "On Memorial Day weekend two years ago, 11 people died when the Blanco River rose 40 feet and flooded parts of Wimberley and San Marcos, leaving more than 1,000 homeless. Hierholzer said a similar disaster could happen on the Guadalupe River."
      },
      {
        "type": "text",
        "value": "“The river is even more dangerous now than back then for loss of life because the county has grown and there are so many more people on the river who haven’t seen that type of flood,” he said."
      },
      {
        "type": "text",
        "value": "“Unfortunately, people still think they can beat it when it's coming up, or that it won’t come up as far,” he added."
      },
      {
        "type": "pullquote",
        "value": {
          "quote": "We watched the girl get dropped and watched her die."
        }
      },
      {
        "type": "text",
        "value": "Kerr County Commissioner Tom Moser said the county has applied for a $1 million federal grant to upgrade 20 high-water detection systems and add 10 new ones along the Guadalupe River in Kerr County. The project will also add 30 visual gauges at low water crossings."
      },
      {
        "type": "text",
        "value": "“It’s a gauge that electronically measures the water level and transmits to a central location. The public can access the website and emergency management people are automatically notified of the status of low-water crossings,” he said."
      },
      {
        "type": "text",
        "value": "The project is a joint venture between the county and the Upper Guadalupe River Authority, and requires a 25 percent local match. Moser said the county hopes to learn if its proposal has been approved sometime this year."
      },
      {
        "type": "iframe",
        "value": {
          "source": "https://www.youtube.com/embed/L24W1dmlUAg?rel=0&showinfo=0"
        }
      }
    ],
    "3": [
      {
        "type": "sectionheading",
        "value": "‘A lot of grief’"
      },
      {
        "type": "text",
        "value": "In the aftermath of the deadly flood, the faithful at the Seagoville Road Baptist Church struggled with their immense loss. Several families sued the owners of the Pot O’ Gold Ranch over the deaths of their children. The cases were settled out of court."
      },
      {
        "type": "text",
        "value": "Asberry, then a young teenager who attended the affiliated Balch Springs Christian Academy, recalls those difficult times for the congregation."
      },
      {
        "type": "text",
        "value": "“The church tried to be strong, but it was rough. Some of the families had lost kids, so it was very difficult for them to be at our church or school,” he said."
      },
      {
        "type": "text",
        "value": "“The message (from Rev. Preston Henderson) was to be strong, and hold onto your faith, because that is what would get us through it,” he added."
      },
      {
        "type": "text",
        "value": "Asberry said that even though he stayed on at the academy, and later went to a Bible college, the bus tragedy “kind of messed my head up a little bit. It still weighed on me,” leading to a temporary crisis of faith."
      },
      {
        "type": "photo",
        "value": {
          "source": "http://ww4.hdnux.com/photos/62/41/14/13243167/3/rawImage.jpg",
          "caption": "Rev. Richard Koons looks through his Bible before giving a sermon at SouthPointe Baptist Church in Arlington, Texas on June 9, 2017. Koons drove the bus that swept away in the flood and his wife, Lavonda, was swept a mile downstream.",
          "cutline": "Lara Solt / For the Express-News",
          "type": "small-left"
        }
      },
      {
        "type": "text",
        "value": "“I had lost 10 friends and it’s a small school. You know everybody. You have an intimate relationship. You know where they live. You know when they are sick,” he said."
      },
      {
        "type": "text",
        "value": "Henderson, 77, still the spiritual leader of the independent Baptist church, declined to speak to a reporter."
      },
      {
        "type": "text",
        "value": "Rev. Richard Koons, 56, then a church counselor and the driver of the bus that was swept away, is now pastor at another Dallas-area Baptist church."
      },
      {
        "type": "text",
        "value": "“Everyone dealt with it in different ways. Obviously there was a lot of grief. A lot of anger, but I think the connecting point for everyone that healed was faith,” he said."
      },
      {
        "type": "text",
        "value": "“Knowing there is a big theological word called ‘sovereignty' to God. He’s in charge of everything that happens to us. You have to cling to that,” Koons said."
      },
      {
        "type": "text",
        "value": "Both Koons and his wife, who was swept a mile downstream, survived the flood. He said their kindergarten-aged daughter easily could also have been on the bus."
      },
      {
        "type": "text",
        "value": "“But for the grace of God, my daughter, who always went to camp with us, at the last minute stayed home,” he said."
      },
      {
        "type": "text",
        "value": "Koons said he and his wife have used the tragedy in their ministry, traveling around the country to meet with grieving families."
      },
      {
        "type": "text",
        "value": "“We tell the story of some of the kids who were heroes that day, including the young man who was never found. And of the ones who survived and are doing great things. Our hope is we’ll see them again in heaven,” he said."
      },
      {
        "type": "iframe",
        "value": {
          "source": "https://www.youtube.com/embed/GxKb6qurll4"
        }
      }
    ],
    "4": [
      {
        "type": "sectionheading",
        "value": "Medal for Bravery"
      },
      {
        "type": "text",
        "value": "Just beyond the entrance to the Pot O’ Gold Ranch, which still hosts campers every summer, is a blocky memorial to the church kids who died here. Hidden in a grove of pecan and hackberry trees on a bank above the Guadalupe River, it is easily overlooked."
      },
      {
        "type": "text",
        "value": "A brass plaque names the dead as well as the 33 other teenagers and church counselors who survived the flood waters. At the bottom a verse from Thessalonians reads: “For what is our hope, or joy, or crown of rejoicing? Are not even ye in the presence of our Lord Jesus Christ at his coming? For ye are our glory and joy.”"
      },
      {
        "type": "text",
        "value": "The memorial was dedicated in a moving ceremony in 1988, a year after the tragedy, which ended the summer visits from the Balch Springs church."
      },
      {
        "type": "text",
        "value": "“I spoke at the first-year anniversary. We all went back and saw how calm everything was, but we remembered how hectic things can get, how the water can take lives so quickly,” recalled Melody Juarez, 66, then a young emergency medical technician for Kerr County."
      },
      {
        "type": "text",
        "value": "Juarez said she still wonders what happened to Bankston, the camper whose body was never recovered. His heroism in trying to rescue others led President Ronald Reagan to award him a posthumous Young American Medal for Bravery in a White House ceremony in 1988."
      },
      {
        "type": "text",
        "value": "“He could be buried under six feet of gravel. It’s so sad. He saved other people that day, and then he perishes in the flood,” she said."
      },
      {
        "type": "text",
        "value": "“I think maybe he’s an angel out there somewhere, watching over the river. Isn’t that weird?”"
      },
      {
        "type": "credit",
        "value": "jmaccormack@express-news.net"
      },
      {
        "type": "credit",
        "value": "Twitter: @JohnMacCormack"
      },
      {
        "type": "slideshow",
        "value": [
          {
            "source": "http://ww1.hdnux.com/photos/62/37/65/13237588/3/rawImage.jpg",
            "caption": "A helicopter surveys the bus submerged in the Guadalupe River after the July 17, 1987 flood that killed 10 teenagers near Comfort, Texas.",
            "cutline": "Express-News file photo"
          },
          {
            "source": "http://ww4.hdnux.com/photos/62/37/65/13237587/3/rawImage.jpg",
            "caption": "Campers wait after being rescued from the floodwaters near Comfort, Texas.",
            "cutline": "Express-News file photo"
          },
          {
            "source": "http://ww2.hdnux.com/photos/62/37/65/13237589/3/rawImage.jpg",
            "caption": "First responders used helicopters to rescue children clinging to trees.",
            "cutline": "Express-News file photo"
          },
          {
            "source": "http://ww2.hdnux.com/photos/62/37/65/13237585/3/rawImage.jpg",
            "caption": "A rescue worker begins removing the sunken bus that carried children from Seagoville Road Baptist Church from the Guadalupe River.",
            "cutline": "Express-News file photo"
          },
          {
            "source": "http://ww3.hdnux.com/photos/62/37/65/13237586/3/rawImage.jpg",
            "caption": "Rescue workers recover the bus that was carrying children from Seagoville Road Baptist Church away from the Pot O' Gold Ranch.",
            "cutline": "Express-News file photo"
          }
        ]
      }
    ]
  }
}
